akamud.vscode-theme-onedark
alefragnani.project-manager
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fabiospampinato.vscode-monokai-night
HookyQR.beautify
larscom.monokai-dark-vibrant
mechatroner.rainbow-csv
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.vscode-react-native
octref.vetur
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
wart.ariake-dark
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
