alefragnani.project-manager
alexanderte.dainty-material-theme-palenight-vscode
ashpowell.monokai-one-dark-vivid
azemoh.theme-onedark
carmelopullara.material-dark-extra
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.jsrefactor
daylerees.rainglow
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
eryouhao.brackets-light-pro
esbenp.prettier-vscode
fabiospampinato.vscode-monokai-night
hollowtree.vue-snippets
HookyQR.beautify
jpoissonnier.vscode-styled-components
kube.theme-kay
LaurentTreguier.vscode-simple-icons
lkytal.FlatUI
Mayank-Shekhar.dracula-dark-vibrant
michelemelluso.code-beautifier
mrmlnc.vscode-scss
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
msyrus.go-doc
octref.vetur
piotrpalarz.vscode-gitignore-generator
PKief.material-icon-theme
prograhammer.tslint-vue
reagankarnes.one-material-dark
reblws.one-dark-flatland-monokai
redhat.java
RobbOwen.synthwave-vscode
Rubymaniac.vscode-paste-and-indent
rust-lang.rust
sainoba.px-to-rem
shd101wyy.markdown-preview-enhanced
thenikso.github-plus-theme
tobiasalthoff.atom-material-theme
Tyriar.sort-lines
Tyriar.theme-sapphire
wayou.vscode-todo-highlight
yummygum.city-lights-theme
zhuangtongfa.Material-theme
